Revit 2027 API
ParameterTypeId.RbsVoltagetypeMaxvoltageParam Property
 "Maximum Voltage"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsVoltagetypeMaxvoltageParam { get; }
Public Shared ReadOnly Property RbsVoltagetypeMaxvoltageParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsVoltagetypeMaxvoltageParam {
	ForgeTypeId^ get ();
}
static member RbsVoltagetypeMaxvoltageParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace